[S_Build_Outpost_Long_Female_French_Speaker_01 AkEvent]
SpokenText="...haven't heard from him since the gene center..."

[S_Build_Outpost_Long_Female_Portuguese_Speaker_01 AkEvent]
SpokenText="...food transport in route..."

[S_Build_Outpost_Long_Male_Chinese_Speaker_01 AkEvent]
SpokenText="...monitoring activity in Southern sector..."

[S_Build_Outpost_Short_Female_French_Speaker_01 AkEvent]
SpokenText="Long live the resistance."

[S_Build_Outpost_Short_Female_Portuguese_Speaker_01 AkEvent]
SpokenText="Long live the resistance"

[S_Build_Outpost_Short_Male_Chinese_Speaker_01 AkEvent]
SpokenText="Long live the resistance."

[S_Build_Outpost_Short_Male_English_Speaker_01 AkEvent]
SpokenText="Long live the resistance."

[S_Intro_Advent_Trooper_01 AkEvent]
SpokenText="Mor Balaten."

[S_Intro_Advent_Trooper_02 AkEvent]
SpokenText="Mor Balaten!"

[S_Intro_Female_Anchor_01_01 AkEvent]
SpokenText="Excitement continues to build as  city centers across the globe prepare for the 20th anniversary of Unification Day."

[S_Intro_Female_Anchor_01_02 AkEvent]
SpokenText="Peacekeeping forces have already made several preemptive arrests of known collaborators."

[S_Intro_Female_Anchor_01_03 AkEvent]
SpokenText="ADVENT again assures all citizens that today's celebrations will continue as planned."

[S_Intro_Female_Anchor_02_01 AkEvent]
SpokenText="Already thousands line up at the site of the Great Accord,   celebrating the formation of the ADVENT Coalition."

[S_Intro_Female_Anchor_03_01 AkEvent]
SpokenText="Despite the attempted attack by fringe elements, operations at the new facility in Paris thankfully remain unaffected."

[S_Intro_Male_Anchor_01_01 AkEvent]
SpokenText="And in keeping with their promise to humanity, 12 new gene therapy clinics will be opening in select cities by the end of the new year."

[S_Intro_Male_Anchor_02_01 AkEvent]
SpokenText="In response to the unprovoked intrusion on the eve of our most beloved celebration,  the Speaker reaches out to us..."

[S_Victory_Ethereal_Consc_01 AkEvent]
SpokenText="YOU!"

[S_Victory_Ethereal_Consc_02 AkEvent]
SpokenText="That which would complete us, you presume to command?!"

[S_Victory_Ethereal_Consc_03 AkEvent]
SpokenText="There is nothing to stop it now."

[S_Victory_Ethereal_Consc_04 AkEvent]
SpokenText="Your victory here means the end for all others."

[S_Victory_Ethereal_Consc_05 AkEvent]
SpokenText="It will follow you as it followed us..."

[S_Victory_Ethereal_Consc_06 AkEvent]
SpokenText="And you will fail.  Just as we have."

[S_Victory_Female_Resistance_Op_01_01 AkEvent]
SpokenText="This is The Liberation Network broadcasting on all frequencies.  ADVENT is in full retreat across all areas..."

[S_Victory_Female_Resistance_Op_02_01 AkEvent]
SpokenText="Once called "lost lands", the outlying territories are bustling with activity as people flee the ADVENT controlled City Centers."

[S_Victory_Male_Resistance_Op_01_01 AkEvent]
SpokenText="Heavy fighting continues in the city centers as ADVENT forces attempt to regroup..."

